clusterMHDTest/Cilindro/M2.6/Roe/0/pB
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      pB;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 1 -3 0 0 -1 0];

internalField   uniform 0;

boundaryField
{
    front_back      
    {
                type            empty;
      		
    }



    simetria      
    {
          type           zeroGradient;
    }

    Inlet      
	{
		

               type          fixedValue;
		
		value uniform 0;

		

	} 

    outlet     
	{
		
          type           zeroGradient;
   
	
	} 

  cilindro
            {
               type          fixedValue;
		
		value uniform 0;
} 

}


// ************************************************************************* //
